Repository: Amaal-almutairi/Balard
Catalog: Balard/*.lproj/Localizable.strings
Languages: ar

# Text1
source: Explore
ar: استكشف

# Text2
source: Add Goal
ar: إضافة هدف

# Text3
source: Name
ar: الاسم

# Text4
source: Name Of Your Goal
ar: اسم الهدف

# Text5
source: Goal
ar: الهدف

# Text6
source: Add The amount you want to save
ar: المبلغ المراد تجمعيه

# Text7
source: Months
ar: عدد الاشهر

# Text8
source: Add
ar: إضافة

# Text9
source: duration of saving ex: 12
ar: مدة الإدخار بالأشهر

# Text11
source: No Goals
ar: لا يوجد اهداف

# Text12
source: Tap ‘Add Goal’ to start saving your money and achive your goals
ar: اضغط على 'إضافة هدف' لتبدأ بإدخار اموالك وتحقيق اهدافك

# Text13
source: View More
ar: المزيد

# Text14
source: Add Month
ar: اضف المال

# Text15
source: Add the amount you saved this month !
ar: اضف المبلغ الذي قمت بتجميعه هذا الشهر

# Text17
source: per month in order to achieve this goal
ar: شهريًا من أجل تحقيق هذا الهدف

# Text18
source: Your Goal
ar: هدفك

# Text19
source: No Goal
ar: لايوجد هدف

# Text20
source: Target Goal
ar: المبلغ

# Text21
source: Create
ar: إنشاء

# Text22
source: Add amount
ar: اضف $

source: You need to save per month
ar: تحتاج الى توفير

source: in order to achieve this goal
ar: شهريًا من أجل تحقيق هذا الهدف

# Text24
source: Your goal
ar: هدفك

# Text25
source: Add your goal
ar: اضف هدفك

# Text26
source: Target Goal
ar: المبلغ المراد تجميعه

# Text27
source: You saved
ar: المبلغ الذي تم تجميعه

# Text28
source: Add Money
ar: أضف المال
